Repository: Xbectordash/Capital_one_hacathon
Catalog: frontend/android-app/farmmate/lib/l10n/app_*.arb
Languages: gu

# appTitle
source: FarmMate AI
gu: ફાર્મમેટ AI

# welcome
source: Welcome to FarmMate
gu: ફાર્મમેટમાં આપનું સ્વાગત છે

# askQuestion
source: Ask me anything about farming...
gu: ખેતી વિશે કંઈપણ પૂછો...

source: Send
gu: મોકલો

source: Chat
gu: ચેટ

source: Settings
gu: સેટિંગ્સ

source: Language
gu: ભાષા

source: Location
gu: સ્થાન

source: Connecting...
gu: કનેક્ટ થઈ રહ્યું છે...

source: Connected
gu: જોડાયેલ

source: Disconnected
gu: ડિસ્કનેક્ટ

source: Error
gu: ભૂલ

source: Retry
gu: ફરી પ્રયાસ કરો

# typeMessage
source: Type your message...
gu: તમારો સંદેશ ટાઈપ કરો...

source: Attach Files
gu: ફાઈલો જોડો

source: Voice Input
gu: અવાજ ઈનપુટ

source: Farming
gu: ખેતી

source: Weather
gu: હવામાન

source: Crops
gu: પાક

source: Soil
gu: માટી

source: Market
gu: બજાર

# government
source: Government Schemes
gu: સરકારી યોજનાઓ

# locationPermissionRequired
source: Location permission is required for better recommendations
gu: વધુ સારી ભલામણો માટે સ્થાન પરવાનગી જરૂરી છે

source: Enable Location
gu: સ્થાન સક્ષમ કરો

source: Current Location
gu: વર્તમાન સ્થાન
